Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# auth.error.emailNotConfirmed
source: Email address is not confirmed
ar: لم يتم تأكيد عنوان البريد الإلكتروني
bg: Имейл адресът не е потвърден
bn: ইমেল ঠিকানা নিশ্চিত করা হয়নি
ca: L'adreça electrònica no està confirmada
cs: E-mailová adresa není potvrzena
da: E-mailadressen er ikke bekræftet
de: Die E-Mail-Adresse ist nicht bestätigt
el: Η διεύθυνση email δεν έχει επιβεβαιωθεί
es: La dirección de correo no está confirmada
et: E-posti aadress pole kinnitatud
fa: نشانی ایمیل تأیید نشده است
fi: Sähköpostiosoitetta ei ole vahvistettu
fil: Hindi pa nakumpirma ang email address
fr: L'adresse e-mail n'est pas confirmée
he: כתובת הדוא״ל לא אומתה
hi: ईमेल पता सत्यापित नहीं है
hr: Adresa e-pošte nije potvrđena
hu: Az e-mail-cím nincs megerősítve
id: Alamat email belum dikonfirmasi
is: Netfangið hefur ekki verið staðfest
it: L'indirizzo email non è confermato
ja: メールアドレスが確認されていません
ko: 이메일 주소가 확인되지 않았습니다
lt: El. pašto adresas nepatvirtintas
lv: E-pasta adrese nav apstiprināta
nb: E-postadressen er ikke bekreftet
nl: Het e-mailadres is niet bevestigd
nn: E-postadressa er ikkje stadfesta
pl: Adres e-mail nie został potwierdzony
pt_br: O endereço de e-mail não foi confirmado
ro: Adresa de e-mail nu este confirmată
ru: Адрес электронной почты не подтверждён
sk: E-mailová adresa nie je potvrdená
sl: E-poštni naslov ni potrjen
sr: Imejl adresa nije potvrđena
sv: E-postadressen är inte bekräftad
sw: Anwani ya barua pepe haijathibitishwa
ta: மின்னஞ்சல் முகவரி உறுதிப்படுத்தப்படவில்லை
th: ยังไม่ได้ยืนยันที่อยู่อีเมล
tr: E-posta adresi doğrulanmadı
uk: Адресу електронної пошти не підтверджено
ur: ای میل پتے کی تصدیق نہیں ہوئی
vi: Địa chỉ email chưa được xác nhận
zh_hans: 电子邮箱地址尚未验证
zh_hant: 電子郵件地址尚未確認

# auth.error.emailRegisteredToOtherAccount
source: This email address is already registered to another account
ar: عنوان البريد الإلكتروني هذا مسجّل لحساب آخر
bg: Този имейл адрес вече е регистриран към друг акаунт
bn: এই ইমেল ঠিকানাটি ইতিমধ্যে অন্য অ্যাকাউন্টে নিবন্ধিত
ca: Aquesta adreça electrònica ja està registrada en un altre compte
cs: Tato e-mailová adresa je již přiřazena k jinému účtu
da: Denne e-mailadresse er allerede knyttet til en anden konto
de: Diese E-Mail-Adresse ist bereits für ein anderes Konto registriert
el: Αυτή η διεύθυνση email είναι ήδη καταχωρισμένη σε άλλο λογαριασμό
es: Esta dirección de correo ya está registrada en otra cuenta
et: See e-posti aadress on juba seotud teise kontoga
fa: این نشانی ایمیل قبلاً برای حساب دیگری ثبت شده است
fi: Tämä sähköpostiosoite on jo liitetty toiseen tiliin
fil: Nakarehistro na ang email address na ito sa ibang account
fr: Cette adresse e-mail est déjà associée à un autre compte
he: כתובת הדוא״ל הזו כבר רשומה בחשבון אחר
hi: यह ईमेल पता पहले से किसी अन्य खाते में पंजीकृत है
hr: Ova adresa e-pošte već je registrirana na drugom računu
hu: Ez az e-mail-cím már egy másik fiókhoz van regisztrálva
id: Alamat email ini sudah terdaftar pada akun lain
is: Þetta netfang er þegar skráð á annan reikning
it: Questo indirizzo email è già associato a un altro account
ja: このメールアドレスは別のアカウントに登録されています
ko: 이 이메일 주소는 이미 다른 계정에 등록되어 있습니다
lt: Šis el. pašto adresas jau susietas su kita paskyra
lv: Šī e-pasta adrese jau ir reģistrēta citam kontam
nb: Denne e-postadressen er allerede registrert på en annen konto
nl: Dit e-mailadres is al gekoppeld aan een ander account
nn: Denne e-postadressa er alt registrert på ein annan konto
pl: Ten adres e-mail jest już przypisany do innego konta
pt_br: Este e-mail já está cadastrado em outra conta
ro: Această adresă de e-mail este deja înregistrată la alt cont
ru: Этот адрес электронной почты уже привязан к другой учётной записи
sk: Táto e-mailová adresa je už zaregistrovaná k inému účtu
sl: Ta e-poštni naslov je že registriran za drug račun
sr: Ova imejl adresa je već registrovana na drugom nalogu
sv: E-postadressen är redan registrerad på ett annat konto
sw: Anwani hii ya barua pepe tayari imesajiliwa kwa akaunti nyingine
ta: இந்த மின்னஞ்சல் முகவரி ஏற்கனவே வேறொரு கணக்கில் பதிவுசெய்யப்பட்டுள்ளது
th: ที่อยู่อีเมลนี้ลงทะเบียนกับบัญชีอื่นแล้ว
tr: Bu e-posta adresi başka bir hesaba kayıtlı
uk: Цю адресу електронної пошти вже зареєстровано для іншого облікового запису
ur: یہ ای میل پتہ پہلے ہی کسی دوسرے اکاؤنٹ سے منسلک ہے
vi: Địa chỉ email này đã được đăng ký cho tài khoản khác
zh_hans: 此电子邮箱地址已注册到其他账户
zh_hant: 此電子郵件地址已註冊至其他帳號

# auth.error.eventNotFound
source: Couldn't find the event. Refresh and try again.
ar: تعذّر العثور على الحدث. حدّث وحاول مجددًا.
bg: Събитието не е намерено. Обновете и опитайте отново.
bn: ইভেন্টটি পাওয়া যায়নি। রিফ্রেশ করে আবার চেষ্টা করুন।
ca: No s'ha trobat l'esdeveniment. Actualitza i torna-ho a provar.
cs: Událost se nepodařilo najít. Obnovte zobrazení a zkuste to znovu.
da: Kunne ikke finde begivenheden. Opdater, og prøv igen.
de: Termin nicht gefunden. Aktualisiere und versuche es erneut.
el: Δεν βρέθηκε το συμβάν. Ανανεώστε και δοκιμάστε ξανά.
es: No se encontró el evento. Actualiza e inténtalo de nuevo.
et: Sündmust ei leitud. Värskenda ja proovi uuesti.
fa: رویداد پیدا نشد. صفحه را تازه‌سازی کنید و دوباره تلاش کنید.
fi: Tapahtumaa ei löytynyt. Päivitä ja yritä uudelleen.
fil: Hindi mahanap ang event. I-refresh at subukan ulit.
fr: Événement introuvable. Actualisez et réessayez.
he: האירוע לא נמצא. יש לרענן ולנסות שוב.
hi: इवेंट नहीं मिला। रीफ़्रेश करें और फिर कोशिश करें।
hr: Događaj nije pronađen. Osvježite i pokušajte ponovno.
hu: Az esemény nem található. Frissíts, és próbáld újra.
id: Acara tidak ditemukan. Muat ulang dan coba lagi.
is: Atburðurinn fannst ekki. Uppfærðu og reyndu aftur.
it: Evento non trovato. Aggiorna e riprova.
ja: 予定が見つかりません。更新してもう一度お試しください。
ko: 일정을 찾을 수 없습니다. 새로고침한 후 다시 시도하세요.
lt: Įvykio rasti nepavyko. Atnaujinkite ir bandykite dar kartą.
lv: Notikums nav atrasts. Atsvaidziniet un mēģiniet vēlreiz.
nb: Fant ikke hendelsen. Oppdater og prøv igjen.
nl: Gebeurtenis niet gevonden. Vernieuw en probeer het opnieuw.
nn: Fann ikkje hendinga. Oppdater og prøv igjen.
pl: Nie znaleziono wydarzenia. Odśwież i spróbuj ponownie.
pt_br: Evento não encontrado. Atualize e tente novamente.
ro: Evenimentul nu a fost găsit. Actualizează și încearcă din nou.
ru: Событие не найдено. Обновите данные и попробуйте ещё раз.
sk: Udalosť sa nepodarilo nájsť. Obnovte zobrazenie a skúste to znova.
sl: Dogodka ni bilo mogoče najti. Osvežite in poskusite znova.
sr: Događaj nije pronađen. Osvežite i pokušajte ponovo.
sv: Kunde inte hitta händelsen. Uppdatera och försök igen.
sw: Tukio halikupatikana. Onyesha upya na ujaribu tena.
ta: நிகழ்வைக் கண்டறிய முடியவில்லை. புதுப்பித்து மீண்டும் முயலவும்.
th: ไม่พบกิจกรรม รีเฟรชแล้วลองอีกครั้ง
tr: Etkinlik bulunamadı. Yenileyip tekrar deneyin.
uk: Не вдалося знайти подію. Оновіть дані та спробуйте ще раз.
ur: ایونٹ نہیں ملا۔ ریفریش کریں اور دوبارہ کوشش کریں۔
vi: Không tìm thấy sự kiện. Hãy làm mới và thử lại.
zh_hans: 找不到该日历事件，请刷新后重试。
zh_hant: 找不到該活動，請重新整理後再試。

# auth.error.invalidCode
source: Invalid code
ar: رمز غير صالح
bg: Невалиден код
bn: অবৈধ কোড
ca: Codi no vàlid
cs: Neplatný kód
da: Ugyldig kode
de: Ungültiger Code
el: Μη έγκυρος κωδικός
es: Código no válido
et: Vigane kood
fa: کد نامعتبر است
fi: Virheellinen koodi
fil: Hindi wastong code
fr: Code invalide
he: קוד לא תקין
hi: अमान्य कोड
hr: Nevažeći kod
hu: Érvénytelen kód
id: Kode tidak valid
is: Ógildur kóði
it: Codice non valido
ja: コードが無効です
ko: 유효하지 않은 코드
lt: Neteisingas kodas
lv: Nederīgs kods
nb: Ugyldig kode
nl: Ongeldige code
nn: Ugyldig kode
pl: Nieprawidłowy kod
pt_br: Código inválido
ro: Cod invalid
ru: Неверный код
sk: Neplatný kód
sl: Neveljavna koda
sr: Nevažeći kod
sv: Ogiltig kod
sw: Msimbo si halali
ta: செல்லாத குறியீடு
th: รหัสไม่ถูกต้อง
tr: Geçersiz kod
uk: Недійсний код
ur: غلط کوڈ
vi: Mã không hợp lệ
zh_hans: 验证码无效
zh_hant: 驗證碼無效

# auth.error.invalidEmail
source: Invalid email
ar: بريد إلكتروني غير صالح
bg: Невалиден имейл
bn: অবৈধ ইমেল
ca: Adreça electrònica no vàlida
cs: Neplatný e-mail
da: Ugyldig e-mailadresse
de: Ungültige E-Mail-Adresse
el: Μη έγκυρη διεύθυνση email
es: Correo electrónico no válido
et: Vigane e-posti aadress
fa: ایمیل نامعتبر است
fi: Virheellinen sähköpostiosoite
fil: Hindi wastong email
fr: Adresse e-mail invalide
he: כתובת דוא״ל לא תקינה
hi: अमान्य ईमेल
hr: Nevažeća adresa e-pošte
hu: Érvénytelen e-mail-cím
id: Email tidak valid
is: Ógilt netfang
it: Email non valida
ja: メールアドレスが無効です
ko: 유효하지 않은 이메일 주소
lt: Neteisingas el. pašto adresas
lv: Nederīga e-pasta adrese
nb: Ugyldig e-post
nl: Ongeldig e-mailadres
nn: Ugyldig e-postadresse
pl: Nieprawidłowy adres e-mail
pt_br: E-mail inválido
ro: Adresă de e-mail invalidă
ru: Неверный адрес электронной почты
sk: Neplatná e-mailová adresa
sl: Neveljaven e-poštni naslov
sr: Nevažeća imejl adresa
sv: Ogiltig e-postadress
sw: Barua pepe si halali
ta: செல்லாத மின்னஞ்சல்
th: อีเมลไม่ถูกต้อง
tr: Geçersiz e-posta adresi
uk: Недійсна адреса електронної пошти
ur: غلط ای میل
vi: Email không hợp lệ
zh_hans: 电子邮箱地址无效
zh_hant: 電子郵件地址無效

# auth.error.invalidEmailFormat
source: Invalid email format
ar: تنسيق البريد الإلكتروني غير صالح
bg: Невалиден формат на имейла
bn: ইমেলের ফরম্যাট সঠিক নয়
ca: Format d'adreça electrònica no vàlid
cs: Neplatný formát e-mailu
da: Ugyldigt e-mailformat
de: Ungültiges E-Mail-Format
el: Μη έγκυρη μορφή διεύθυνσης email
es: Formato de correo electrónico no válido
et: Vigane e-posti aadressi vorming
fa: قالب ایمیل نامعتبر است
fi: Virheellinen sähköpostiosoitteen muoto
fil: Hindi wasto ang format ng email
fr: Format d'adresse e-mail invalide
he: פורמט כתובת הדוא״ל אינו תקין
hi: ईमेल का प्रारूप अमान्य है
hr: Nevažeći format adrese e-pošte
hu: Érvénytelen e-mail-cím formátum
id: Format email tidak valid
is: Ógilt snið netfangs
it: Formato email non valido
ja: メールアドレスの形式が正しくありません
ko: 유효하지 않은 이메일 형식
lt: Neteisingas el. pašto adreso formatas
lv: Nederīgs e-pasta adreses formāts
nb: Ugyldig e-postformat
nl: Ongeldig e-mailadresformaat
nn: Ugyldig e-postformat
pl: Nieprawidłowy format adresu e-mail
pt_br: Formato de e-mail inválido
ro: Format invalid al adresei de e-mail
ru: Неверный формат адреса электронной почты
sk: Neplatný formát e-mailovej adresy
sl: Neveljavna oblika e-poštnega naslova
sr: Nevažeći format imejl adrese
sv: Ogiltigt format på e-postadressen
sw: Muundo wa barua pepe si halali
ta: செல்லாத மின்னஞ்சல் வடிவம்
th: รูปแบบอีเมลไม่ถูกต้อง
tr: Geçersiz e-posta biçimi
uk: Неправильний формат адреси електронної пошти
ur: ای میل کی ساخت غلط ہے
vi: Định dạng email không hợp lệ
zh_hans: 电子邮箱地址格式无效
zh_hant: 電子郵件地址格式無效

# auth.error.invalidEventDateRange
source: Invalid date range for the event
ar: النطاق الزمني للحدث غير صالح
bg: Невалиден период за събитието
bn: ইভেন্টের তারিখের পরিসর সঠিক নয়
ca: Interval de dates no vàlid per a l'esdeveniment
cs: Neplatné datumové rozmezí události
da: Ugyldigt datointerval for begivenheden
de: Ungültiger Zeitraum für den Termin
el: Μη έγκυρο εύρος ημερομηνιών για το συμβάν
es: Intervalo de fechas no válido para el evento
et: Sündmuse kuupäevavahemik on vigane
fa: بازه زمانی رویداد نامعتبر است
fi: Tapahtuman aikaväli on virheellinen
fil: Hindi wasto ang saklaw ng petsa ng event
fr: Plage de dates invalide pour l'événement
he: טווח התאריכים של האירוע אינו תקין
hi: इवेंट की तारीखों की सीमा अमान्य है
hr: Nevažeći raspon datuma za događaj
hu: Érvénytelen dátumtartomány az eseménynél
id: Rentang tanggal acara tidak valid
is: Ógilt dagabil fyrir atburðinn
it: Intervallo di date non valido per l'evento
ja: 予定の日付範囲が無効です
ko: 일정의 날짜 범위가 유효하지 않습니다
lt: Netinkamas įvykio datų intervalas
lv: Nederīgs notikuma datumu intervāls
nb: Ugyldig datointervall for hendelsen
nl: Ongeldig datumbereik voor de gebeurtenis
nn: Ugyldig datointervall for hendinga
pl: Nieprawidłowy zakres dat wydarzenia
pt_br: Período inválido para o evento
ro: Interval de date invalid pentru eveniment
ru: Неверный диапазон дат события
sk: Neplatný rozsah dátumov udalosti
sl: Neveljaven datumski razpon dogodka
sr: Nevažeći raspon datuma za događaj
sv: Ogiltigt datumintervall för händelsen
sw: Kipindi cha tarehe cha tukio si halali
ta: நிகழ்வுக்கான தேதி வரம்பு செல்லாது
th: ช่วงวันที่ของกิจกรรมไม่ถูกต้อง
tr: Etkinliğin tarih aralığı geçersiz
uk: Недійсний діапазон дат події
ur: ایونٹ کی تاریخوں کی حد غلط ہے
vi: Khoảng thời gian của sự kiện không hợp lệ
zh_hans: 事件的日期范围无效
zh_hant: 活動的日期範圍無效

# auth.error.invalidLoginCredentials
source: Invalid email or password
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة
bg: Невалиден имейл или парола
bn: ইমেল বা পাসওয়ার্ড সঠিক নয়
ca: Adreça electrònica o contrasenya incorrectes
cs: Nesprávný e-mail nebo heslo
da: Ugyldig e-mailadresse eller adgangskode
de: Ungültige E-Mail-Adresse oder ungültiges Passwort
el: Λάθος email ή κωδικός πρόσβασης
es: Correo electrónico o contraseña incorrectos
et: Vale e-posti aadress või parool
fa: ایمیل یا رمز عبور نادرست است
fi: Virheellinen sähköpostiosoite tai salasana
fil: Mali ang email o password
fr: Adresse e-mail ou mot de passe incorrect
he: כתובת הדוא״ל או הסיסמה שגויות
hi: ईमेल या पासवर्ड गलत है
hr: Pogrešna adresa e-pošte ili lozinka
hu: Hibás e-mail-cím vagy jelszó
id: Email atau kata sandi salah
is: Rangt netfang eða lykilorð
it: Email o password non validi
ja: メールアドレスまたはパスワードが正しくありません
ko: 이메일 또는 비밀번호가 올바르지 않습니다
lt: Neteisingas el. pašto adresas arba slaptažodis
lv: Nepareiza e-pasta adrese vai parole
nb: Ugyldig e-post eller passord
nl: Ongeldig e-mailadres of wachtwoord
nn: Ugyldig e-postadresse eller passord
pl: Nieprawidłowy adres e-mail lub hasło
pt_br: E-mail ou senha inválidos
ro: Adresă de e-mail sau parolă incorectă
ru: Неверный адрес электронной почты или пароль
sk: Nesprávna e-mailová adresa alebo heslo
sl: Napačen e-poštni naslov ali geslo
sr: Pogrešna imejl adresa ili lozinka
sv: Fel e-postadress eller lösenord
sw: Barua pepe au nenosiri si sahihi
ta: மின்னஞ்சல் அல்லது கடவுச்சொல் தவறானது
th: อีเมลหรือรหัสผ่านไม่ถูกต้อง
tr: E-posta adresi veya şifre yanlış
uk: Неправильна адреса електронної пошти або пароль
ur: ای میل یا پاس ورڈ غلط ہے
vi: Email hoặc mật khẩu không đúng
zh_hans: 电子邮箱地址或密码错误
zh_hant: 電子郵件地址或密碼錯誤

# auth.error.invalidPhone
source: Invalid phone number
ar: رقم الهاتف غير صالح
bg: Невалиден телефонен номер
bn: অবৈধ ফোন নম্বর
ca: Número de telèfon no vàlid
cs: Neplatné telefonní číslo
da: Ugyldigt telefonnummer
de: Ungültige Telefonnummer
el: Μη έγκυρος αριθμός τηλεφώνου
es: Número de teléfono no válido
et: Vigane telefoninumber
fa: شماره تلفن نامعتبر است
fi: Virheellinen puhelinnumero
fil: Hindi wastong numero ng telepono
fr: Numéro de téléphone invalide
he: מספר טלפון לא תקין
hi: अमान्य फ़ोन नंबर
hr: Nevažeći telefonski broj
hu: Érvénytelen telefonszám
id: Nomor telepon tidak valid
is: Ógilt símanúmer
it: Numero di telefono non valido
ja: 電話番号が無効です
ko: 유효하지 않은 전화번호
lt: Neteisingas telefono numeris
lv: Nederīgs tālruņa numurs
nb: Ugyldig telefonnummer
nl: Ongeldig telefoonnummer
nn: Ugyldig telefonnummer
pl: Nieprawidłowy numer telefonu
pt_br: Número de telefone inválido
ro: Număr de telefon invalid
ru: Неверный номер телефона
sk: Neplatné telefónne číslo
sl: Neveljavna telefonska številka
sr: Nevažeći broj telefona
sv: Ogiltigt telefonnummer
sw: Nambari ya simu si halali
ta: செல்லாத தொலைபேசி எண்
th: หมายเลขโทรศัพท์ไม่ถูกต้อง
tr: Geçersiz telefon numarası
uk: Недійсний номер телефону
ur: غلط فون نمبر
vi: Số điện thoại không hợp lệ
zh_hans: 电话号码无效
zh_hant: 電話號碼無效

# auth.error.invalidRefreshToken
source: Invalid refresh token
ar: رمز تحديث الجلسة غير صالح
bg: Невалиден токен за обновяване
bn: অবৈধ রিফ্রেশ টোকেন
ca: Token de renovació no vàlid
cs: Neplatný obnovovací token
da: Ugyldigt opdateringstoken
de: Ungültiges Aktualisierungstoken
el: Μη έγκυρο διακριτικό ανανέωσης
es: Token de actualización no válido
et: Vigane värskendustõend
fa: توکن نوسازی نامعتبر است
fi: Virheellinen päivitystunnus
fil: Hindi wastong refresh token
fr: Jeton d'actualisation invalide
he: אסימון רענון לא תקין
hi: अमान्य रीफ़्रेश टोकन
hr: Nevažeći token za obnovu sesije
hu: Érvénytelen frissítési token
id: Token penyegaran tidak valid
is: Ógildur endurnýjunartóki
it: Token di aggiornamento non valido
ja: 更新トークンが無効です
ko: 유효하지 않은 갱신 토큰
lt: Netinkamas atnaujinimo prieigos raktas
lv: Nederīgs atsvaidzināšanas tokens
nb: Ugyldig oppdateringstoken
nl: Ongeldig vernieuwingstoken
nn: Ugyldig oppdateringstoken
pl: Nieprawidłowy token odświeżania
pt_br: Token de atualização inválido
ro: Token de reîmprospătare invalid
ru: Недействительный токен обновления
sk: Neplatný obnovovací token
sl: Neveljaven žeton za osvežitev
sr: Nevažeći token za obnovu sesije
sv: Ogiltig uppdateringstoken
sw: Tokeni ya kuonyesha upya si halali
ta: செல்லாத புதுப்பிப்பு டோக்கன்
th: โทเค็นสำหรับต่ออายุไม่ถูกต้อง
tr: Geçersiz yenileme belirteci
uk: Недійсний токен оновлення
ur: غلط ریفریش ٹوکن
vi: Mã làm mới phiên không hợp lệ
zh_hans: 刷新令牌无效
zh_hant: 重新整理權杖無效

# auth.error.mfaVerificationFailed
source: MFA verification failed
ar: فشل التحقق متعدد العوامل
bg: Многофакторната проверка бе неуспешна
bn: MFA যাচাইকরণ ব্যর্থ হয়েছে
ca: Ha fallat la verificació multifactor
cs: Ověření MFA se nezdařilo
da: MFA-bekræftelse mislykkedes
de: MFA-Verifizierung fehlgeschlagen
el: Η επαλήθευση πολλαπλών παραγόντων απέτυχε
es: Falló la verificación MFA
et: Mitmeastmeline autentimine nurjus
fa: تأیید هویت چندعاملی ناموفق بود
fi: Monivaiheinen tunnistautuminen epäonnistui
fil: Hindi nagtagumpay ang pag-verify sa MFA
fr: Échec de la vérification multifacteur
he: אימות דו-שלבי נכשל
hi: MFA सत्यापन विफल रहा
hr: Višefaktorska provjera nije uspjela
hu: A többfaktoros hitelesítés sikertelen
id: Verifikasi MFA gagal
is: Fjölþátta auðkenning mistókst
it: Verifica MFA non riuscita
ja: 多要素認証に失敗しました
ko: 다중 인증에 실패했습니다
lt: Nepavyko patvirtinti tapatybės naudojant MFA
lv: Daudzfaktoru autentifikācijas pārbaude neizdevās
nb: MFA-verifisering feilet
nl: MFA-verificatie mislukt
nn: MFA-verifisering mislukkast
pl: Weryfikacja wieloskładnikowa nie powiodła się
pt_br: Falha na verificação multifator
ro: Verificarea MFA a eșuat
ru: Не удалось пройти проверку MFA
sk: Overenie MFA zlyhalo
sl: Preverjanje MFA ni uspelo
sr: Višefaktorska potvrda nije uspela
sv: MFA-verifieringen misslyckades
sw: Uthibitishaji wa MFA umeshindikana
ta: MFA சரிபார்ப்பு தோல்வியடைந்தது
th: การยืนยันตัวตนแบบหลายปัจจัยไม่สำเร็จ
tr: Çok faktörlü kimlik doğrulama başarısız oldu
uk: Не вдалося пройти перевірку MFA
ur: MFA کی تصدیق ناکام رہی
vi: Xác minh MFA thất bại
zh_hans: 多重身份验证失败
zh_hant: 多因素驗證失敗

# auth.error.networkRequestFailed
source: Network request failed
ar: فشل طلب الشبكة
bg: Мрежовата заявка бе неуспешна
bn: নেটওয়ার্ক অনুরোধ ব্যর্থ হয়েছে
ca: Ha fallat la sol·licitud de xarxa
cs: Síťový požadavek se nezdařil
da: Netværksanmodningen mislykkedes
de: Netzwerkanfrage fehlgeschlagen
el: Το αίτημα δικτύου απέτυχε
es: Falló la solicitud de red
et: Võrgupäring nurjus
fa: درخواست شبکه ناموفق بود
fi: Verkkopyyntö epäonnistui
fil: Hindi nagtagumpay ang network request
fr: Échec de la requête réseau
he: בקשת הרשת נכשלה
hi: नेटवर्क अनुरोध विफल रहा
hr: Mrežni zahtjev nije uspio
hu: A hálózati kérés sikertelen
id: Permintaan jaringan gagal
is: Netbeiðni mistókst
it: Richiesta di rete non riuscita
ja: ネットワーク要求に失敗しました
ko: 네트워크 요청에 실패했습니다
lt: Nepavyko įvykdyti tinklo užklausos
lv: Tīkla pieprasījums neizdevās
nb: Nettverksforespørsel feilet
nl: Netwerkverzoek mislukt
nn: Nettverksførespurnaden mislukkast
pl: Żądanie sieciowe nie powiodło się
pt_br: Falha na solicitação de rede
ro: Solicitarea prin rețea a eșuat
ru: Ошибка сетевого запроса
sk: Sieťová požiadavka zlyhala
sl: Omrežna zahteva ni uspela
sr: Mrežni zahtev nije uspeo
sv: Nätverksbegäran misslyckades
sw: Ombi la mtandao limeshindwa
ta: நெட்வொர்க் கோரிக்கை தோல்வியடைந்தது
th: คำขอผ่านเครือข่ายไม่สำเร็จ
tr: Ağ isteği başarısız oldu
uk: Помилка мережевого запиту
ur: نیٹ ورک کی درخواست ناکام رہی
vi: Yêu cầu mạng thất bại
zh_hans: 网络请求失败
zh_hant: 網路請求失敗

# auth.error.passwordMin6
source: Password must be at least 6 characters
ar: يجب ألا تقل كلمة المرور عن 6 أحرف
bg: Паролата трябва да е поне 6 знака
bn: পাসওয়ার্ডে অন্তত ৬টি অক্ষর থাকতে হবে
ca: La contrasenya ha de tenir almenys 6 caràcters
cs: Heslo musí mít alespoň 6 znaků
da: Adgangskoden skal være på mindst 6 tegn
de: Das Passwort muss mindestens 6 Zeichen lang sein
el: Ο κωδικός πρόσβασης πρέπει να έχει τουλάχιστον 6 χαρακτήρες
es: La contraseña debe tener al menos 6 caracteres
et: Parool peab olema vähemalt 6 tähemärki pikk
fa: رمز عبور باید حداقل 6 نویسه باشد
fi: Salasanassa on oltava vähintään 6 merkkiä
fil: Dapat may hindi bababa sa 6 na character ang password
fr: Le mot de passe doit contenir au moins 6 caractères
he: הסיסמה חייבת להכיל לפחות 6 תווים
hi: पासवर्ड कम से कम 6 अक्षरों का होना चाहिए
hr: Lozinka mora imati najmanje 6 znakova
hu: A jelszónak legalább 6 karakterből kell állnia
id: Kata sandi harus minimal 6 karakter
is: Lykilorðið verður að vera að minnsta kosti 6 stafir
it: La password deve contenere almeno 6 caratteri
ja: パスワードは6文字以上にしてください
ko: 비밀번호는 6자 이상이어야 합니다
lt: Slaptažodį turi sudaryti bent 6 simboliai
lv: Parolei jābūt vismaz 6 rakstzīmes garai
nb: Passordet må være minst 6 tegn
nl: Het wachtwoord moet minimaal 6 tekens bevatten
nn: Passordet må vere minst 6 teikn
pl: Hasło musi mieć co najmniej 6 znaków
pt_br: A senha deve ter pelo menos 6 caracteres
ro: Parola trebuie să aibă cel puțin 6 caractere
ru: Пароль должен содержать не менее 6 символов
sk: Heslo musí mať aspoň 6 znakov
sl: Geslo mora vsebovati vsaj 6 znakov
sr: Lozinka mora imati najmanje 6 znakova
sv: Lösenordet måste vara minst 6 tecken
sw: Nenosiri lazima liwe na angalau herufi 6
ta: கடவுச்சொல்லில் குறைந்தது 6 எழுத்துகள் இருக்க வேண்டும்
th: รหัสผ่านต้องมีอย่างน้อย 6 อักขระ
tr: Şifre en az 6 karakter olmalı
uk: Пароль має містити щонайменше 6 символів
ur: پاس ورڈ کم از کم 6 حروف کا ہونا چاہیے
vi: Mật khẩu phải có ít nhất 6 ký tự
zh_hans: 密码至少需要 6 个字符
zh_hant: 密碼至少須有 6 個字元
